data/perf/campaign-f3deebfbab60/sweep-memcached-t112/memcached/tsan-dom_peeling-ea-lo-st-swmr/run1/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        98640.57          ---          ---         7.67045         7.55100        15.99900        19.96700      6732.19 
Gets       986394.83       792.08    985602.75         7.10321         6.91100        15.29500        19.19900     24984.78 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1085035.40       792.08    985602.75         7.15478         6.97500        15.35900        19.32700     31716.97 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        88263.71          ---          ---         8.41991         8.25500        18.43100        35.58300      6023.97 
Gets       882627.43       470.94    882156.49         7.79284         7.51900        17.53500        33.27900     22342.04 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     970891.15       470.94    882156.49         7.84985         7.58300        17.66300        33.53500     28366.01 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        94957.55          ---          ---         7.88825         7.74300        16.63900        22.14300      6480.82 
Gets       949565.06       714.94    948850.12         7.30396         7.10300        15.87100        21.11900     24049.03 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1044522.61       714.94    948850.12         7.35708         7.16700        15.93500        21.24700     30529.86